import { Component } from "react";
import { Container, Row, Col } from "react-bootstrap";

export default class ShopNowCont extends Component {
  render() {
    return (
      <div className="cont-margin shop-now-cont">
        <Container className="cont-pd p-5 cont-margin mb-6">
          <Row className="row ">
            <Col>
              <img className="" src="./build/images/nutition.png" alt="rack" />
            </Col>
            <Col className="p-6">
              <h1 className="shop-now-h1">Чому варто їсти спаржу щодня?</h1>
              <p className="shop-now-p mt-4">
                Спаржа — джерело вітамінів А, групи В, С, Е, К, а також важливих
                мікро і макроелементів — фолієвої кислоти, міді, марганцю,
                селену, калію тощо. Водночас вона міститься зовсім небагато
                калорій, тому спаржа входить до складу багатьох дієт.
                <br />
                Існує три різновиди спаржі: зелена, біла і фіолетова. Це один
                вид рослини, вирощенний при різному освітленні.
                <br />
                Зелена спаржа росте на відкритому сонці та є найпоширенішою,
                оскільки її врожай збирають цілий рік. Її можна їсти як термічно
                обробленою, так і сирою. У готовому вигляді зелена спаржа
                залишається хрусткою та пружною. Біла спаржа росте під землею та
                є сезонним овочем, оскільки його традиційно збирають із середини
                березня до середини червня. Тож якщо ви хочете спробувати саме
                її — варто поспішити. Біла спаржа характеризується більш
                делікатним смаком, ніж зелена. Фіолетова спаржа знаходиться
                майже вся під землею та є досить рідкісною. Вона має
                оригінальний, дещо гіркуватий смак. Під час термічної обробки
                фіолетовий колір перетворюється на зелений.
              </p>
              <p className="shop-now-p"></p>
            </Col>
          </Row>
        </Container>
      </div>
    );
  }
}
